Repository: katamotz/katalekto
Catalog: po/*.po
Languages: eu

source: Leer archivo
eu: Fitxategia irakurri

source: Leer ejercicio
eu: Ariketa ireki

source: Leer edición
eu: Edizioa irakurri

source: Abrir archivo
eu: Fitxategia ireki

source: Nuevo archivo
eu: Fitxategi berria

source: Entrar en edición
eu: Edizioan sartu

source: Guardar archivo
eu: Fitxategia gorde

source: Salir de edición
eu: Ediziotik atera

source: Guardar archivo como...
eu: Gorde fitxategia honela...

source: Castellano
eu: Gaztelera

source: Apareciendo
eu: Agertzen

source: Desapareciendo
eu: Desagertzen

source: Por palabra
eu: Hitzez hitz

source: Palabra fija
eu: Hitz finkoa

source: Modo de lectura
eu: Irakurketa modua

source: Leer
eu: Irakurri

source: Editar
eu: Editatu

source: Opciones
eu: Aukerak

source: Idioma
eu: Hizkuntza

source: Atrás
eu: Atzera

source: Adelante
eu: Aurrera

source: Pausa
eu: Pausatu

source: Elige un archivo para abrir
eu: Hautatu fitxategia irekitzeko

source: _Abrir
eu: _Ireki

source: _Salir
eu: _Atera

source: Elige un nombre para guardar...
eu: Aukeratu gordetzeko izen bat

source: _Guardar
eu: _Gorde

source: Crear
eu: Sortu

source: Salir
eu: Irten

source: Copiar texto a portapapeles
eu: Testua arbelera kopiatu

source: Palabra corta-Palabra media-Palabra larga-Palabras cortas y puras
eu: Hitz laburra-Hitz ertaina-Hitz luzea-Hitz labur eta puru

source: Pseudopalabra corta-Pseudopalabra media-Pseudopalabra larga-Pseudopalabras cortas y puras
eu: Sasihitz laburra-Sasihitz ertaina-Sasihitz luzea-Sasihitz labur eta puru

source: Sílabas:
eu: Silabak:

source: Palabras:
eu: Hitzak:

source: Pseudopalabras:
eu: Sasihitzak:

source: Palabras por ejercicio
eu: Ariketa bakoitzeko hitz kopurua

source: Pseudoapalabrar selección
eu: Hautapena sasihitz-bihurtu

source: Pseudoapalabrar algunas en selección
eu: Hautapenean zenbait sasihitz-bihurtu

source: Insertar en edición las palabras erroneas
eu: Hautapenean txertatu gaizki irakurritako hitzak

source: Desordenar selección
eu: Hautapena desordenatu

source: Tipo de letra
eu: Letra mota

source: Sobre...
eu: Honi buruz...
